http://habrahabr.ru/post/250191/
function mk_Object()
{
    this.NORTH = 0x01;
    this.SOUTH = 0x02;
    this.EAST = 0x04;
    this.WEST = 0x08;




    this.skazuemye0 =
    [
        ['Раздвижение',             'Униформа',                         'Перегордка',               'Присутствие',                      ''],
        ['Увеличение',              'Экспансия',                        'Эмульсия',                 'Капуста,Обратная перспектива',     ''],
        ['Накопление',              'Трение,Удовольствие',              'Резонанс',                 'Близость',                         ''],
        ['Присвоение',              'Аксиома',                          'Тупик',                    'Прилагательное',                   ''],
        ['Дотяжка',                 'Погоны',                           'Излом',                    'Выпуклости',                       ''],
        ['Отбор',                   'Защита',                           'Препятствие',              'Ночь',                             ''],
        ['Компенсация',             'Сумма',                            'Называние',                'Существительное,Название',         ''],
        ['Изменение',               'Очки,Замес',                       'Цикличность',              'В место',                          ''],

        ['Непрерывность',           '',                                 'Прогиб',                   'Текучесть',                        'Закон гравитации'],
        ['Светимость',              '',                                 'След',                     'Излучение',                        'Закон гниения'],
        ['Дробление',               '',                                 'Разрыв',                   'Мозаика',                          'Закон случия'],
        ['Отождествление',          '',                                 'Копирование',              'Человечность',                     'Закон уничтожения'],

        ['Сжатие',                  'Отпечаток',                        'Излом',                    'Отсутствие',                       ''],
        ['Понижение',               'Мимикрия',                         'Раствор,Однородность',     'Лук, Прямая перспектива',          ''],
        ['Возвращение',             'Настоящее',                        'Эхо',                      'Даль',                             ''],
        ['Замещение',               'Радуга',                           'Пропорция',                'Спектральность',                   ''],
        ['Растяжка',                'Стиль',                            'Траектория',               'Вогнутости, Синусоида',            ''],
        ['Отделение',               'Внутренний мир равен внешнему',    'Тунель',                   'День',                             ''],
        ['Редукция',                'Кратность',                        'Направление',              'Сказуемое',                        ''],
        ['Постоянство',             'Длительность,Пульсация',           'Торец',                    'Сквозь',                           ''],

        ['Яма с кровью',            '',                                 'Воплощенье',               '',                                 ''],
        ['Трещина между мирами',    '',                                 'Точка могущества',         '',                                 ''],
        ['Игольное ушко',           '',                                 'Оцифровывание',            '',                                 ''],
        ['Зеркальная комната',      '',                                 'Выбирание',                '',                                 '']
    ];

    var dinamika = [
        ['Индивидуальное',  'Напряжение',   'Ограничение',  'Силуэт',   ''],
        ['Универсальное',   'Натяжение',    'Сочленение',   'Рельеф',   'Шаблон'],
        ['Имманентное',     'Увеличение',   'Слоистость',   'Объем',    ''],
        ['Трансцендентное', 'Смещение',     'Пористость',   'Бездна',   'Иное'],
        ['Локальное',       'Объединение',  'Вибрация',     'Фрагмент', ''],
        ['Тотальное',       'Соединение',   'Комплектация', 'Эпизод',   'Сумма'],
        ['Относительное',   'Набрасывание', 'Покрытие',     'Пятно',    ''],
        ['Абсолютное',      'Совмещение',   'Обрамление',   'Рамка',    'Выжимка']
    ];

    var ministerstva = [
        ['Конфигурации',    'Уникальность'],
        ['Технологии',      'Своиволие'],
        ['Биохимии',        'Мумификация'],
        ['Психология',      'Консервация'],
        ['Эмпирики',        'Удовольствие'],
        ['Методологии',     'Сценарии'],
        ['Сенсорики',       'Восприятие'],
        ['Эротики',         'Фиксация']
    ];

    var statika0 = [
        ['Аполлон ',    'Космос',   'Структура'],
        ['Дионис',      'Хаос',     'Беспорядок']
    ];
    var statika1 = [
        ['Последовательное',    'Дискретное',       'Идеальное',        'Божественное'],
        ['Одновременное',       'Континуальное',    'Матереальное',     'Земное']
    ];

    var statika2 = [
        ['Границы',         'Демоны'],
        ['Поверхности',     ''],
        ['Внутренности',    ''],
        ['Содержания',      'Ангелы']
    ];

    var statika3 = ['Свойства', 'Форма', 'Вещество', 'Предмет'];


}


